Repository: JianLaiTL/JianLai
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 临近小镇，真武山兵家修士松开马苦玄的肩头，马苦玄有些头晕目眩，晃了晃脑袋，问道：“知道是谁出问题吗？难不成是我爹或者大伯，家里的宝贝给外边的人看上眼，一个不愿意给，一个强行索要，结果就跟刘羡阳差不多，惹出大麻烦来了？”
en_us: After nearing the small town, the martial artist from True Martial Mountain let go of Ma Kuxuan's shoulders. Ma Kuxuan was slightly dizzy, and after giving his head a shake, he asked, "What's going on? Did someone from my family get targerted? Perhaps an outsider took a fancy to one of our family treasures but my father or uncle were unwilling to sell it? Yet, the outsider insisted on obtaining it, so my family suffered just like Liu Xianyang?"

source: 临近溪畔，陈平安弯腰卷起裤管，随口道：“只比一口气的事情，我才不干。”
en_us: When they neared the creek, Chen Ping'an bent down and rolled up his pant legs, saying, "I won't compete with you if it's only about a single breath."

source: 临近黄昏，阳光已经不刺眼，天边有层层叠叠的火烧云，无比绚烂。
en_us: It was close to dusk, and the light of the sun was no longer so bright and piercing. The clouds in the sky were glowing red from the dying radiance of the setting sun, presenting a beautiful sight to behold.

source: 为了收下这个徒弟，先前泥瓶巷中，老人费尽心思，拼着折损数十年修为道行，才成功动了三次手脚。
en_us: In order to claim this disciple, the River Severing True Lord had interfered with what had happened on Clay Vase Alley earlier on three occasions, expending several decades worth of cultivation base in the process.

source: 为何佛家在东宝瓶洲，已经式微千年，只有一些小国才会将其奉为国师，在这座小镇之上，也是势力最弱，可是因果循环，却如此明显。
en_us: He wanted to ask why the circulation of karmic fate was so obvious in this place, even though Buddhism had already been in a relatively weak state in the Eastern Treasured Vial Continent for a thousand years. Not only that, but the Buddhists were also the weakest force in this small town.

source: 为她仗义执言的那个男人，见机不妙，便早早以独门遁术消失。
en_us: As for the man who had spoken up earlier to warn her about Ruan Qiong's powers, he had already fled at the first sign of danger, and no one dared to say anything else after what had just happened.

source: 为尊者讳，所以陈松风实在说不出口真相，只能以“客气”二字含糊形容。
en_us: One shouldn't dwell on the shortcomings of their elders, so Chen Songfeng was truly unable to spit out the truth. He could only use the euphemistic description "respectful" to explain things.

source: 为此老猿不惜第二次更换了一口气机。
en_us: In order to grab it, he had even been willing to replenish his Qi for a second time.

source: 为首一人犹豫了一下，抱拳闷声道：“之前职责所在，不敢擅自现身，还望殿下恕罪。”
en_us: The leader hesitated for a moment before cupping his fists in respect and saying in a gloomy voice, "We were carrying out a mission before, so we didn't dare to show ourselves without permisson. Please forgive us, Your Highness."

source: 主仆二人此刻待在宋集薪的主屋，少年在翻箱倒柜，丫鬟站在门口，她柔柔问道：“公子，生意没谈拢？”
en_us: At this moment, Song Jixin and Zhi Gui were situated in the main room, with Song Jixin searching for something while Zhi Gui was standing by the entrance, and she asked in a gentle voice, "Did the meeting not go well, Young Master?"

source: 之前关于陈平安一事，这个家伙竟然连自己亲侄子也坑，宋集薪当然一肚子愤懑怨气。
en_us: When it came to Chen Ping'an, Song Changjing had gone so far as to even screw over his own nephew, so Song Jixin had naturally been quite enraged.

source: 之前稚圭送蔡金简到了顾家院门外，当时宋集薪的婢女便自顾自逛街去了，蔡金简推门而入后，如遭雷击，站在原地不敢动弹，望着那个坐在长凳上的老人，颤声问道：“前辈可是在书简湖潜修的截江真君？”
en_us: After Cai Jinjian had been taken to Gu Can's residence by Zhi Gui, the maidservant had departed on her own to go and visit the shops on Apricot Blossom Alley. Cai Jinjian pushed the gate open before entering the courtyard, upon which she was instantly rooted to the spot, not daring to move even a single inch. She stared at the old man sitting on the bench as she asked in a trembling voice, "May I ask if you are the River Severing True Lord of Lake Shujian?"

source: 之前第一次在卢氏大宅见到这些贵客，自己的那个亲弟弟，不过是年轻气盛，定力不够，这才暂时忘却祖父的告诫，忍不住偷瞄了一眼美妇人的胸脯，便被气得浑身发抖的祖父让人拖下去，活活杖杀在庭院中，好像行刑的时候嘴里塞满了棉布，所以继续陪着祖父在大堂议事的卢正淳，既听不到弟弟的凄惨哀嚎，也见不到血肉模糊的画面。等到商议完毕，一起出门寻找那个姓刘的少年，卢正淳跨出大堂门槛，才发现庭院当中，血迹早已清洗干净。那四位远道而来的客人，哪怕是如同金童玉女的那双小孩子，对此也毫无异样，仿佛这就是天经地义的事情。
en_us: He could still recall the first time that he had seen these esteemed guests in the Lu Manor. His younger brother was lacking in discipline and was unable to suppress his primal urges, leading him to forget their grandfather's warnings. He couldn't help but sneak a glance at the woman's chest, and their grandfather had instantly flown into such a violent rage that his entire body was trembling with fury. He immediately ordered for the young man to be dragged out into the yard and flogged to death. It seemed that while the flogging was taking place, his mouth had been stuffed full of cotton so Lu Zhengchun didn't hear the agonized howls of his brother, nor did he witness the gruesome scene of his execution. Following the conclusion of their meeting with those esteemed guests, Lu Zhengchun stepped out of the room to find that all of the blood in the courtyard had already been cleaned up, and the four guests, even the pair of children, displayed no reaction to this, as if this were something completely ordinary and to be expected.

source: 之前自己在廊桥那边担任说客，挡住刘羡阳去往铁匠铺子的路，结果出师不利，回到福禄街的宅子，爷爷招待过了那些高高在上的贵客，不露声色地将他喊到密室，没有说任何狠话，也没有说任何家族大业的大话，只是指着白布下的尸体，“正淳啊，爷爷没有其它要求，只希望别让你弟弟死不瞑目，希望到了头七那天，你已经走出小镇，就当是替他看看外边的风景。”
en_us: Not long ago, he had tried the same thing on the covered bridge, blocking Liu Xianyang's path as he headed to the blacksmith. However, he had failed to convince Liu Xianyang to sell the suit of armor. When he returned home, his grandpa had called him into a secret room after finishing his meeting with those esteemed guests. He hadn't threatened Lu Zhengchun, nor had he spoken about any profound principles. Instead, he had simply pointed at the corpse under the white sheet and said, "Zhengchun, grandpa doesn't have any other wish. I simply wish that your brother's death wasn't in vain. After seven days, I hope that you will have already left the small town. You can look at the outside world for your brother."

source: 之前顺便看了眼宁姑娘放在柜子上的那把长剑，还在那儿安安静静横躺着。
en_us: Just then, he had also taken a glance at the sword that Ning Yao had placed on the cabinet. It was still quietly resting there.

source: 之后不到两个月，孩子的手脚就都是老茧了。
en_us: No more than two months after that, the boy's hands and feet were riddled with thick callouses.

source: 之后两人出现过巨大分歧，佩刀又佩剑的少女，一开始很坚定，你陈平安并非修行中人，甚至连拳把式也不会，就在一边看戏好了，最多帮忙摇旗呐喊，让她来宰掉老猿，为刘羡阳报仇，一泄心头之恨。但是当陈平安问她如何斩杀老猿，宁姚死活不愿意说，只说她有那压箱底的本事，行走天下，上山下山，大道独行，没点家传的杀手锏怎么行。
en_us: Afterward, the two of them had a huge disagreement. Since Chen Ping'an wasn't a cultivator and couldn't even practice a simple fist technique, Ning Yao insisted that he stay out of it and simply observe things from the sidelines. If he wanted to, he could clap and cheer her on as she killed the old ape and exacted revenge for Liu Xianyang. However, when Chen Ping'an had asked her about the details, Ning Yao had refused to elaborate on how she would kill Bai Yuan. She simply said that she had a powerful trump card. Otherwise, without some trump cards, how could she go on an adventure through the world?

source: 之后两人来到院子后，年轻道人直接低声问道：“以你的记性，想必早已认得第副药方上的字，再加上隔壁就住着个读书种子，不识字这个说法，不是你拦着贫道离开的真正理由。”
en_us: After the two of them had emerged into the courtyard, the Daoist priest said in a low voice, "Given your exceptional memory, I'm sure you can already recognize all of the characters on the list of medicinal ingredients that I gave you. On top of that, you have a renowned bookworm living in the house right next to yours, so it's clear that your lack of literacy is not the true reason why you're asking me to stay."

source: 之后几个时辰，天色依旧昏暗，天空时不时会传来一阵阵沉闷的擂鼓声响，除此之外，其实小镇并无异样，阮师傅也破例让自家铁匠铺的短工休息两天，让他们各回各家，不用待在这边等着“天亮”继续干活。
en_us: During the following few hours, the sky remained dark, and bursts of dull rumbling would occasionally ring out up above. Aside from that, there was nothing else abnormal happening in the town, and in an unprecedented gesture, Master Ruan dismissed all of the workers at the forge to go home and rest for two days, rather than having them wait until night transitioned back into day to continue working.

source: 之后又有人威严大喝，震慑人心：“凡夫俗子，还不速速下跪！”
en_us: This was followed by an authoritative voice that resonated deep in Chen Ping'an's heart. "How dare a mere mortal like you display such insolence? Kneel!"

source: 之后她在陈平安心口yi拍，坏了他的修行根本，心为修行之人的重镇要隘，城门塌陷后，蔡金简等于几乎封死了这处关隘的正常运转， 这不单单是断绝了陈平安的修行大道，也愈发加速了陈平安身躯腐朽的速度。
en_us: Afterward, by striking Chen Ping'an's chest, Cai Jinjian had further destroyed the foundations that would allow him to cultivate. Like destroying the gates of a city, she had effectively sealed off all methods for him to properly circulate his aura through these foundations. Not only had this severed Chen Ping'an's opportunity to cultivate, but it had also accelerated the decay of his body.

source: 之后她实在忍不住，说道：“婆婆妈妈，你烦不烦？你还说你不是烂好人？”
en_us: Afterward, she couldn't help but add, "Worrying about this and worrying about that, don't you find yourself annoying? And you still say that you're not a foolishly kind person?"

source: 之后少年的送信过程，也是这般平淡无奇，桃叶巷街角有户名声不显的人家，开门的是个慈眉善目的矮小老人，收起信后，笑着说了句：“小伙子，辛苦了。要不要进来歇歇，喝口热水？”
en_us: The letter delivery process after this proved to be just as mundane and uneventful. On the corner of Peach Leaf Alley was a lesser known clan, and Chen Ping'an was greeted by a benevolent-looking old man of a rather short and small stature. The man accepted the letter with a smile, then said, "You're working hard, young lad. Would you like to come in for some rest and a sip of warm water?"

source: 之后少年背着箩筐，带着重新戴上帷帽、腰佩绿刀的少女，一起缓缓走向刘羡阳的祖宅。
en_us: With his basket still on his back, the young boy slowly walked to Liu Xianyang's house with the young girl who was wearing her veiled hat and saber.

source: 之后砍柴烧炭、烧瓷拉坯、挖泥尝土等等，没有哪件事情，不需要考验少年的体力和耐力。
en_us: After that, everything that he did, including chopping firewood, burning charcoal, pottery molding and firing, digging and tasting dirt... there wasn't a single tihng that hadn't been a test of his stamina and endurance.

source: 之后老妇人也没了炫耀过往荣光的兴致，病恹恹的，心思沉重，时不时望向窗外的夜景。
en_us: The old woman also lost interest in boasting about her past exploits, and she suddenly looked a little sick and listless at this moment. It was as if something were weighing on her mind, and she would glance out the window at the night sky from time to time.

source: 之后迷惑不解的正阳山，便听到风声，说是正阳山的死敌，风雷园抢先抓住机会，趁火打劫，得了先机。那户人家自然不敢当着正阳山剑仙的面，说自己已经把东西卖给了你们正阳山的仇敌风雷园。
en_us: The Sun Scorch Mountain had been rather perplexed about this, but they subsequently caught wind of a rurmor that their sworn enemy, the Wind Lightning Field, had pounced on the opportunity before them and extorted the previous porcelain buyer out of the bonded porcelain. The previous porcelain buyer naturally didn't dare to tell the Sun Scorch Mountain that the bonded porcelain had been sold to their sworn enemy, so it made sense why they were so tight-lipped about the identity of the new buyer.

source: 之后道人又叮嘱了些事情。
en_us: The Daoist priest continued, "Those copper coins are quite precious, so make sure to keep them safe. Avoid going out as much as possible for the near future. Also, smile more. You're already not that handsome to begin with, how are you going to attract any good fortune if you always look so glum?"

source: 之后陈平安神神秘秘低声道：“我带去你看两尊神像，很有意思！”
en_us: Afterward, Chen Ping'an lowered his voice and said with a mysterious expression, "Let me show you two statues; they're extremely interesting!"

source: 之外是两个身穿道袍的年轻男女，不知道是不是白鹿光线映照的关系，男女两人的肌肤胜雪，晶莹剔透，打个比方，若说小镇百姓是泥胚子捏的土人，那么这两个外乡道人就是烧造而成的精美瓷器，真真正正有着天壤之别。
en_us: Apart from her, there was also a young man and a young woman in Daoist robes. Perhaps it was because of the rays of white light coming from the white deer, but the skin of these two people appeared even whiter and more translucent than snow. If the residents of the small town were compared to clay figures made from mud, then these two Daoists from the outside world could be compared to the most exquisite pieces of art made from porcelain. The gulf between them was like the gulf between heaven and earth.

source: 之所以明知不可为而为之，接连三次碰壁也没后悔，这是少年独有的犟劲。
en_us: Even though Chen Ping'an knew that he was fighting a losing battle, he was like a stubborn mule who refused to give up.

source: 乌黑的椅子，雪白的袍子，很鲜明的反差。
en_us: The pristine white robe worn by the tall man created a stark contrast with the black chair he was seated on.

source: 也学着杨老头搬来一条小板凳，坐在台阶上，雨点大如黄豆，天色昏暗如深夜，只是不知为何，这么大一场暴雨，打入屋檐下的雨点反而不多，老人坐了很久，衣衫上也不过是有些许水气而已，陈平安十指交错，安静望向院子里积水而成的小水塘。
en_us: Copying Old Man Yang, he also grabbed a small stool for himself and sat on the stairs. The raindrops were as large as peas, and the sky was as dark as midnight. For some reason, however, few drops of rain made it under the eaves even though it was absolutely pouring. The old man had been sitting here for a long time, yet there was only very little moisture on his sleeves. Chen Ping'an sat with his fingers intertwined as he quietly gazed at the small puddles in the backyard.

source: 也有些伤感。
en_us: He was feeling a little sad.

source: 习惯了自己师父的沉默寡言，郑大风也不觉得尴尬，胡思乱想着，又想起了齐静春，咒骂道：“他娘的你齐静春当了五十九年的孙子，还差这几天功夫？读书人就是死脑筋，不可理喻！”
en_us: Zheng Dafeng was accustomed to his master's silence, so he didn't find the atmosphere awkward at all. His thoughts ran wild, and his mind wandered to Qi Jingchun again. "Fucking hell! Qi Jingchun, you've cowardly abided by the rules for 59 years, yet you can't persist for just a few more days? Sure enough, scholars are braindead fools! They're simply impervious to reason!" he cursed.

source: 习惯了这兔崽子的没心没肺，提着个新陶罐的陈平安没好气道：“好不好，你还不知道”
en_us: Chen Ping'an was already used to this snotty little child's rude and mischeivous behavior. Standing there with a new clay pot in his hands, Chen Ping'an huffed, "Can you not tell whether I'm feeling alright or not?"

source: 乡塾一座不挂匾额的草堂书屋内，中年儒士齐静春正在枯坐打谱，并非什么流传千古的名局，也不是棋坛国手之争的复盘。
en_us: In the private school was a small cottage that had no plauque hanging above the entrance, and inside the cottage, Qi Jingchun was in the process of playing out a game of go according to a manual. It wasn't a historically renowned game, nor was it even a game played between masters.

source: 书名撼山。
en_us: Mountain Shaking — this was the title of the ancient book.

source: 书本这种东西，根本就是世上最恐怖的敌人了。随便翻开一页书，每个字都像是排兵布阵的大修士，对阮秀耀武扬威，阮秀实在是每次看到就头疼，原本她跟随父亲阮邛进入小镇后，是应该去学塾读书的，完全不用帮忙打铁铸剑，但是打死不去，今天肚子疼，明天脑袋热，后天有可能下雨，大后天脚崴了阮邛实在是懒得再听到那些蹩脚借口，才放过阮秀一马。
en_us: In her mind, books were the most terrifying enemies under the heavens. Whenever she flipped open a book to any page, she would always feel like the characters on the page were a formidable army that was challenging her to a battle, making her head spin and throb. She was actually supposed to go and study in the school after arriving in the town with her father, and there was no need for her to help him in his forge. However, she refused to go no matter what. One day, she would claim that she had a stomach ache. The next day, she would say that she had a fever, and she would "roll her ankle" the day after that. The only reason why Ruan Qiong was choosing to let her off the hook now was because he had grown tired of her clearly fabricated excuses.

source: 书案上，还有一封刚到没多久的密信。
en_us: There was also a secret letter that had only recently arrived sitting on the desk.

source: 乱我心志者，必杀之，以坚道心！
en_us: In order to strengthen his Dao Heart, he had to kill those who scrambled his mind and placed doubt in his heart.

source: 事实上小镇这边，卧虎藏龙，不容小觑，不提日薄西山的卢氏，其余三大姓氏，在东宝瓶洲版图上，谁不是雄踞一方，如日中天？
en_us: The town seemed to be an unremarkable place, but in reality, it was not to be looked down on. Setting aside the Lu Clan, which had fallen into the decline, the other three major clans were all extremely powerful entities on the Eastern Treasured Vial Continent.

source: 二月二，龙抬头。
en_us: The second day of the second month on the lunar calendar was said to be the day that the dragon raised its head, also known as the Longtaitou Festival. [ref]The Chinese characters for Longtaitou (龙抬头) literally translate to Dragon Raising Head.[/ref]

source: 于是天空中显现更多的黑色，极长极大，就像……自家水缸养着的那条小泥鳅，暴涨长大之后？
en_us: More of the enormous creature in the sky was revealed, and it resembled... an infinitely enlarged version of the small catfish that Gu Can had been keeping in his water vat!

source: 于是她再次抬起一只手掌，覆盖在少年心口上，轻轻一按。这一切动作，行云流水，快若奔雷。哪怕少年有意识向后退出半步，仍是敌不过高挑女子的出手。
en_us: Thus, she raised her palm once again before placing it over Chen Ping'an's chest, then gently pressed down on it. That sequence of movements was performed extremely quickly and smoothly, and even though Chen Ping'an had reacted by taking a half-step backward, he was still unable to avoid Cai Jinjian's palm.

source: 于是她露出缺了一颗门牙的滑稽光景。
en_us: In doing so, she revealed the comical gap where one of her front teeth was missing, and she immediately realized this as she hurriedly clapped a hand over her own mouth.

source: 于是宁姚眯起眼眸，她那双狭长双眉，格外气势凌人。她就这么死死盯着陈平安。
en_us: Ning Yao had squinted her eyes and looked at him, with her slender brows causing her to appear especially domineering. She had stared at Chen Ping'an just like that.

source: 于是小心斟酌一番措辞后，老人放下手中那只冰裂纹的水润茶盏，缓缓道：“陈小姐，这也是没法子的事情，依着咱们衙署一位老前辈早年的说法，这座小镇最早有两支远祖不同的陈氏，其中一支很早就举族迁出小镇，没有嫡系后人留在小镇，只是依稀听说这支陈氏，当初搬离小镇的时候，是专门留了守墓人的，太过久远，那个负责为那支陈氏扫墓上香的姓氏家族，已经无法考据。至于另外那支陈氏呢，很久之前也在大姓之列，名次还很靠前，只可惜世事无常，里里外外折腾了几次，就逐渐没落了，尤其是近个几百年，就像陈小姐你所说的，确实是一代不如一代，这会儿已经没有自立门户的陈氏人了不对，我想起来了，还真剩下一根独苗，应该是现如今所有小镇陈氏子弟当中，唯一一个没有依附四姓十族的，那孩子他爹，烧瓷手艺精湛，还受到过前两任督造官大人的嘉奖，所以我这才记得清楚，只是他死得早，如今他孩子过得如何，我可就不知道了。不过话说回来，就只说我看到的，听到的，小镇这边对陈氏后人总体上都还算不错，尤其是宋、赵两大姓，府上大管事都姓陈，名义上是主仆，其实跟一家人差不多了。”
en_us: With this in mind, he carefully contemplated his words as he put down his tea cup with cracked ice patterns. "Miss Chen, there's nothing much I can do about this," he began. "According to an elder in the office, there were originally two branches of the Chen Clan in this small town, with the two of them having different ancestors. One branch moved out of the small town a long time ago, and they didn't leave any descendants behind. However, I vaguely remember others mentioning that they especially assigned some graveyard attendents when they left. However, that was far too long ago, so it's already impossible to verify which clan was responsible for taking care of the Chen Clan's graveyard. "As for the other branch, they also used to be one of the most powerful clans in the small town. In fact, they were among the top few clans. However, the world is impermanent, and after a few internal and external struggles, they gradually started to decline. This has especially been the case for the past few hundred years. Just like you remarked, Miss Chen, they're indeed becoming increasingly incapable by the generation. And today, there's already no more independent family from this branch. "Oh, hang on... I just recalled that there is genuinely one lone person who's still independent. He's very likely the only member of this branch who hasn't become a servant of the Four Surnames and Ten Clans. That child's father was an extremely skilled potter, and he was even commended by two previous kiln supervision officials. This is why I still remember him. However, he died very early, and I have no idea how his child is doing now. "In any case, based on what I've seen and heard, the people in this small town treat the descendens of the Chen Clan fairly well overall. This is especially true when it comes to the Song Clan and the Zhao Clan, and even the head stewards in their residences are from the Chen Clan. They're masters and servants in name, but they're almost like family in reality."

source: 于是少女板起脸教训少年道：“境界不到，说了白说！你问这么多干什么，只管埋头苦练便是！怎么，吃不住苦？”
en_us: Thus, Ning Yao wore a stern expression and said, "If you haven't reached a suitable tier yet, telling you about this will be a waste of my breath! Just put your head down and work harder! What, it's too tiring and challenging for you?"

source: 于是廊桥晃了一晃。
en_us: The covered bridge shuddered along with it.

source: 于是这位坐镇一方天地的儒家圣人，开了一个无伤大雅的玩笑。
en_us: The Confucian Sage who was overlooking this world decided to play a small and harmless joke.

source: 于是陈平安一宿没睡，始终留心院门和屋门两个地方的动静。
en_us: And thus, Chen Ping'an remained awake for entire night, keeping his ears pricked for any sound in the courtyard or near the doors.

source: 于是陈平安坐到门槛上，开始想象自己在拉坯，双手悬空，很快草鞋少年就进入忘我状态。少年勤勉是一方面，此举能够扛饿，也很重要，所以陈平安养成了一有心事就拉坯的习惯。烧瓷一事，最讲天意，因为开窑之前，谁都不知道一件瓷器的釉色和器形，最终是否契合心意，只能听天由命。不过在烧窑之前，拉坯无疑又是重中之重，只不过陈平安被姚老头认为资质差，多是做些练泥的体力活，陈平安就只能在旁边仔细观摩，然后自己练泥，自己拉坯，寻找手感。
en_us: He sat down onto the doorstep and began to visualizing pottery molding with his hands suspended in mid-air, quiclky entering a completely immersive state. His commendable work ethic was one reason why he always kept up with this type of visualisation practice, while another very important factor was that the activity helped him stave off hunger. Hence, he had developed the habit of performing this type of practice whenever there was something on his mind. The crat of pottery firing was one that depended greatly on the will of the heavens. Prior to uncovering a piece of chinaware, no one knew whether its form, coloration, and glaze would be up to standard, and one could only take what they were given by the gods. However, prior to firing a piece of pottery, the molding process was undoubtedly extremely important. Unfortunately, Chen Ping'an had always been deemed by Old Man Yao to be lacking in aptitude and was mostly assigned manual labor tasks like pugging. Thus, he could only watch from the side and practice molding on his own to try and develop a feel for the process.

source: 于是陈平安就成了铺子最忙碌的人，只要是力气活，草鞋少年还真不输给任何青壮汉子，劳作间隙，陈平安就去那栋屋子看望刘羡阳，从鬼门关转悠了一圈的高大少年，不知道是死里逃生后，犹然心有余悸，还是被搬山猿那一拳伤到了元气精神，变得有些沉默寡言，病恹恹的，经常躺在床上盯着天花板愣愣出神，除了陈平安能跟他聊上几句之外，刘羡阳几乎没有跟谁说过话，陈平安对此也束手无策，好在刘羡阳受伤极重，但是胸膛伤口的痊愈速度，竟然比陈平安的左手还要快上许多。
en_us: And thus, Chen Ping'an became the busiest person in the blacksmith shop. When it came to physical tasks, he was more so no inferior to any of the solidly-built men. When he had some free time, Chen Ping'an would head over to that building to visit Liu Xianyang. After taking a trip to the doors of death, Liu Xianyang had become much less energetic and talkative than before. He also looked especially sickly and fragile. Perhaps this was because he still felt a lingering sense of apprehension in his heart after barely escaping death, or perhaps his vitality and spirit had been damaged by the Mountain-moving Ape's vicious punch. He always stared at the roof in a daze as he lay in bed, and apart from saying a few words to Chen Ping'an from time to time, he would almost never talk to anyone else. Chen Ping'an was also helpless against this situation. Fortunately, the wound on Liu Xianyang's chest was healing quite quickly even though it was extremely severe. In fact, it was surprisingly healing much quicker than the wound on Chen Ping'an's left hand.

source: 云海之上，一尊金色巨人随意盘腿而坐，睁着巨大的金色眼眸，双拳撑在膝盖上，右拳缓缓抽出一根食指，屈指一弹。
en_us: A giant golden figure was seated casually with his legs crossed atop the sea of clouds. His massive golden eyes were open, and his fists were resting on his knees. The golden figure slowly extended the index finger on his right hand, then flicked it through the air.

source: 云海之上，有一抹流光溢彩的绿色萤火，拼死往外逃命而去，萤火之外，又有一枝枝晶莹剔透的桃花萦绕盘旋，为主人护驾。
en_us: Above the sea of clouds, a speck of green flames desperately fled into the distance. Outside of the speck of green fire were a series of glittering and translucent peach blossoms, revolving around the flame to protect it from the outside.

source: 云海之上，有几位宫装女子、妇人和锦衣玉带的男子，联袂御空而行，言笑晏晏，俱是风流潇洒的神仙中人，时不时俯瞰昔日骊珠洞天的大地全貌，可谓是名副其实的谈笑之间有风生。
en_us: Above the clouds was a group of well-dressed men and women soaring through the sky while chatting amicably with one another. They were like true deities taking a stroll above the clouds, occasionally looking down at the Jewel Small World as if they were on a sightseeing tour.
